export const MAIN_ROUTE = "/";
export const ADMIN_ROUTE = "/admin";
export const ABOUT_ROUTE = "/about";
export const PRODUCTS_ROUTE = "/products";
export const SERVISES_ROUTE = "/servises";
export const INFO_ROUTE = "/info";
export const CONTACTS_ROUTE = "/contacts";

export const MAIN_ROUTES = [
  {
    name: "Главня",
    path: "/",
  },
  {
    name: "О заводе",
    path: "/about",
  },
  {
    name: "Продукция",
    path: "/products",
  },
  {
    name: "Услуги",
    path: "/servises",
  },
  {
    name: "Информация",
    path: "/info",
  },
  {
    name: "Контакты",
    path: "/contacts",
  },
];
export const ABOUT_ROUTES = [
  {
    name: "Отчетность",
    path: "/reporting",
  },
  {
    name: "Документы",
    path: "/documents",
  },
  {
    name: "Галерея",
    path: "/images",
  },
  {
    name: "Вакансии",
    path: "/jobs",
  },
  {
    name: "Партнеры",
    path: "/partners",
  },
  {
    name: "Реквизиты",
    path: "/requisites",
  },
];
export const CONTACTS_ROUTES = [
  {
    name: "Руководство",
    path: "/management",
  },
  {
    name: "Команда управления",
    path: "/management-team",
  },
  {
    name: "Отдел маркетинга и сбыта готовой продукции и внешних связей",
    path: "/marketing-team",
  },
];
export const PRODUCTS_ROUTES = [
  {
    name: "Прайс листы",
    path: "/price-list",
  },
  {
    name: "Магазин  ",
    path: "/shop",
  },
];
export const INFO_ROUTES = [
  {
    name: "Доставка",
    path: "/delivery",
  },
  {
    name: "Противодействие коррупции",
    path: "/anti-corruption",
  },
  {
    name: "Новости",
    path: "/news",
  },
  {
    name: "Обращения граждан",
    path: "/appeals",
  },
  {
    name: "Товаропроводящая сеть",
    path: "/distribution",
  },
];
export const directorContacts = [
  {
    job: "Директор",
    name: "Бубелев Виталий Александрович",
    internalPhone: "4-01",
    phone: "2-44-01",
  },
  {
    job: "Главный инженер",
    name: "Шульц Денис Николаевич",
    internalPhone: "4-02",
    phone: "2-44-02",
  },
  {
    job: "Приемная",
    name: "Королёва Анна Николаевна",
    internalPhone: "4-00",
    phone: "2-44-00",
  },
  {
    job: "Заместитель директора по коммерческим вопросам",
    name: "Шидловский Валерий Леонидович",
    internalPhone: "4-82",
    phone: "2-44-82",
  },
  {
    job: "Заместитель директора по производству",
    name: "Жовнерик Юрий Степанович",
    internalPhone: "4-04",
    phone: "2-44-04",
  },
  {
    job: "Приемная зам.дир. по коммерческим вопросам",
    name: "Яскевич Ирина Ивановна",
    internalPhone: "4-03",
    phone: "2-44-03",
  },
  {
    job: "Заместитель директора по экономическим вопросам",
    name: "Бурков Дмитрий Валерьевич",
    internalPhone: "4-06",
    phone: "2-44-06",
  },
  {
    job: "Заместитель директора по идеологической работе и соц. вопросам",
    name: "Мурадов Анар Алиевич",
    internalPhone: "5-07",
    phone: "2-45-07",
  },
  {
    job: "Начальник управления служб качества",
    name: "Котар Сергей Николаевич	",
    internalPhone: "4-78",
    phone: "	2-44-78",
  },
  {
    job: "Юрисконсульт",
    name: "Воробьёва Анастасия Витальевна",
    internalPhone: "4-30",
    phone: "2-44-30",
  },
  {
    job: "Канцелярия",
    name: "Кищук Лилия Николаевна",
    internalPhone: "4-85",
    phone: "2-44-85",
  },
];
export const marketingContacts = [
  {
    job: "Начальник отдела",
    name: "Иванов Евгений Анатольевич",
    internalPhone: "629",
    phone: "+375 1775 67922",
  },
  {
    job: "Зам. начальника отдела по маркетингу и сбыту готовой продукции",
    name: "Крутько Владислав Сергеевич",
    internalPhone: "629",
    phone: "+375 1775 67922",
  },
  {
    job: "Группа сбыта",
    name: "",
    internalPhone: "526 / 429",
    phone: "+375 1775 24526",
  },
  {
    job: "Группа маркетинга и рекламы",
    name: "",
    internalPhone: "471",
    phone: "+375 1775 24471",
  },
  {
    job: "Оформление разовых заказов",
    name: "Шестакова Мирослава Михайловна",
    internalPhone: "509",
    phone: "+375 1775 24509",
  },
  {
    job: "Реализация строительных материалов",
    name: "Пониматько Татьяна Владимировна",
    internalPhone: "496",
    phone: "+375 1775 24496",
  },
  {
    job: "Заместитель начальника отдела по внешним связям",
    name: "Якимович Дмитрий Николаевич",
    internalPhone: "422, 628",
    phone: "+375 1775 24422",
  },
  {
    job: "Бюро внешних связей",
    name: "Мудриченко Дмитрий Александрович",
    internalPhone: "422, 628",
    phone: "+375 1775 24422",
  },
];
export const directorPhotoContacts = [
  {
    name: "Бубелев Виталий Александрович",
    img: "./images/management/bubelev.png",
    job: "Директор",
  },
  {
    name: "Шульц Денис Николаевич",
    img: "./images/management/shults.png",
    job: "Главный инженер",
  },
  {
    name: "Бурков Дмитрий Валерьевич",
    img: "./images/management/burkov.png",
    job: "Заместитель директора по экономическим вопросам",
  },
  {
    name: "Шидловский Валерий Леонидович",
    img: "./images/management/shidlovskiy.png",
    job: "Заместитель директора по коммерческим вопросам",
  },
  {
    name: "Жовнерик Юрий Степанович",
    img: "./images/management/zhovnerik.png",
    job: "Заместитель директора по производству",
  },
  {
    name: "Мурадов Анар Алиевич",
    img: "./images/management/muradov.jpg",
    job: "Заместитель директора завода по идеологической работе и социальным вопросам",
  },
];
export const jobs = [
  {
    name: "Кузнец-штамповщик",
    description: "Возможно обучение",
    salary: "1600",
  },
  {
    name: "Резчик на пилах ножовках и станках",
    description: "Возможно обучение",
    salary: "1600",
  },
  {
    name: "Слесарь-инструментальщик",
    description: "Возможно обучение",
    salary: "1300",
  },
  {
    name: "Токарь",
    description: "Возможно обучение",
    salary: "1500",
  },
  {
    name: "Электрогазосварщик",
    description: "",
    salary: "1500",
  },
  {
    name: "Электромонтёр по ремонту и обслуживанию оборудования",
    description: "",
    salary: " 1500",
  },
  {
    name: "Машинист крана",
    description: "Обучаем за счет предприятия",
    salary: "1200",
  },
  {
    name: "Каменщик",
    description: "",
    salary: "1300",
  },
  {
    name: "Бетонщик",
    description: "",
    salary: "1300",
  },
  {
    name: "Кровельщик",
    description: "",
    salary: "1300",
  },
  {
    name: "Машинист крана",
    description: "Возможно обучение",
    salary: "1300",
  },
  {
    name: "Водитель автомобиля (водитель на автовышку)",
    description: "Возможно обучение",
    salary: "1100",
  },
  {
    name: "Маляр",
    description: "",
    salary: "1500",
  },
];
export const requisites = [
  {
    number: "1",
    name: "Фирменное наименование",
    info: "Открытое акционерное общество «Кузнечный завод тяжелых штамповок» (ОАО «КЗТШ»)",
  },
  {
    number: "2",
    name: "Ведомственная принадлежность",
    info: "Министерство промышленности Республики Беларусь, холдинг «БЕЛАВТОМАЗ»",
  },
  {
    number: "3",
    name: "Учредители",
    info: "Государственный комитет по имуществу, приказ № 384 от 30.12.2008г.",
  },
  {
    number: "4",
    name: "Свидетельство о внесении в Единый государственный реестр юридических лиц/индивидуального предпринимателя",
    info: "Зарегистрировано Минским облисполкомом 02.07.2013г., регистрационный номер 600038921",
  },
  {
    number: "5",
    name: "Виды деятельности",
    info: "поковки и штамповки",
  },
  {
    number: "6",
    name: "Срок деятельности (с учетом правопреемственности)",
    info: "не ограничен",
  },
  {
    number: "7",
    name: "ИНН, КПП, ОГРН, ОКПО, ОКТМО",
    info: "УНН: 600038921 ОКПО: 047053066000",
  },
  {
    number: "8",
    name: "Юридический адрес (страна, адрес)",
    info: "222163 Республика Беларусь, Минская область, г. Жодино, ул. Кузнечная, 26",
  },
  {
    number: "9",
    name: "Почтовый адрес (страна, адрес)",
    info: "222161 Республика Беларусь, Минская область, г. Жодино, ул. Кузнечная, 26",
  },
  {
    number: "10",
    name: "Фактическое местоположение",
    info: "222161 Республика Беларусь, Минская область, г. Жодино, ул. Кузнечная, 26, комн. 201",
  },
  {
    number: "11",
    name: "Телефоны (с указанием кода города)",
    info: "+375 1775 2-44-00 (приёмная), 67-9-22 (маркетинг и сбыт)",
  },
  {
    number: "12",
    name: "Факс (с указанием кода города)",
    info: "+375 1775 2-44-92 (приёмная), 67-9-22 (маркетинг и сбыт)",
  },

  {
    number: "13",
    name: "Филиалы",
    info: "нет",
  },
  {
    number: "14",
    name: "Фамилия, имя и отчество руководителя",
    info: "Бубелев Виталий Александрович, директор",
  },
  {
    number: "15",
    name: "Банковские реквизиты (наименование и адрес банка, номер расчетного счета участника закупки в банке, телефоны банка, прочие банковские реквизиты)",
    info: "Р/с BY86 AKBB 3012 06160 2273 6200 000 в ЦБУ №616 ОАО «АСБ Беларусбанк» г. Жодино, ул. 50 лет Октября, 25а БИК AKBBBY2X",
  },
  {
    number: "16",
    name: "Фамилия, имя и отчество уполномоченного лица (на право подписи договора/контракта) с указанием должности, контактного телефона, эл. почты",
    info: "Жовнерик Юрий Степанович, заместитель директора по коммерческим вопросам, (по доверенности №1666 от 04.07.2023г.) +375 1775 2-44-03, kztsh@mail.ru",
  },
  {
    number: "17",
    name: "Адрес электронной почты",
    info: "kztsh@mail.ru; kz_omsivs@mail.ru",
  },
];

// categories
export const forgings = [
  {
    name: "КОЛЕНЧАТЫЙ ВАЛ",
    description:
      "Поковки коленчатых валов для 4-х и 6-ти цилиндровых двигателей.",
    id: 1,
  },

  {
    name: "БАЛКА ОПОРЫ ДВИГАТЕЛЯ АВТОМОБИЛЯ МАЗ",
    description: "У этого товара к сожалению пока нет описания.",
    id: 2,
  },
  {
    name: "БАЛКА ПЕРЕДНЕЙ ОСИ ДЛЯ АВТОМОБИЛЕЙ СЕМЕЙСТВА МАЗ, КРАЗ",
    description: "У этого товара к сожалению пока нет описания.",
    id: 3,
  },
  {
    name: "ЧАШКА",
    description: 'Поковки деталей типа "Чашка"',
    id: 4,
  },
  {
    name: "ЦАПФА МОСТА АВТОМОБИЛЯ МАЗ",
    description:
      "Цапфа (нем. Zapfen — тех. цапфа, шейка, шип, втулка, стержень) — часть вала или оси, на которой находится опора (подшипник).",
    id: 5,
  },
  {
    name: "ШЕСТЕРНИ (ПОКОВКИ)",
    description: "У этого товара к сожалению пока нет описания.",
    id: 6,
  },
  {
    name: "АНКЕР ЗАКЛАДНОЙ",
    description: "У этого товара к сожалению пока нет описания.",
    id: 7,
  },
  {
    name: "ШАЙБА ЗАКЛАДНАЯ",
    description: "У этого товара к сожалению пока нет описания.",
    id: 8,
  },
  {
    name: "КУЛАК ПОВОРОТНЫЙ АВТОМОБИЛЯ МЗКТ",
    description:
      "Поворотный кулак - деталь подвески автомобиля (как передней, так и задней), являющаяся основанием для ступицы, на которую монтируется колесо.",
    id: 9,
  },
  {
    name: "КРЮК ЧАЛОЧНЫЙ",
    description:
      "Крюки чалочные применяются для изготовления грузозахватных приспособлений (чалок). ГОСТ 25573-82. Исполнение К1 (с замком).",
    id: 10,
  },
  {
    name: "КУЛАК ПОВОРОТНЫЙ АВТОМОБИЛЯ БЕЛАЗ",
    description:
      "Поворотный кулак - деталь подвески автомобиля (как передней, так и задней), являющаяся основанием для ступицы, на которую монтируется колесо.",
    id: 11,
  },
  {
    name: "КРЕСТОВИНА",
    description: "У этого товара к сожалению пока нет описания.",
    id: 12,
  },
  {
    name: "КЛИН ТЯГОВОГО ХОМУТА 106.00.002-2",
    description:
      "Изготовлен методом горячей штамповки из стали 38ХС. Является комплектующим изделием сцепного устройства в железнодорожном подвижном составе.",
    id: 13,
  },
  {
    name: "СКРЕБОК",
    description: "У этого товара к сожалению пока нет описания.",
    id: 14,
  },
];
export const knots = [
  {
    name: "КАРТЕР ЗАДНЕГО МОСТА МАЗ",
    description: "54321-2401012, 64221-2401012, 64221-2501012",
    id: 1,
  },
  {
    name: "КАРТЕР ЗАДНЕГО МОСТА МАЗ",
    description:
      "54321-2401012-030, 64221-2401012-030, 64221-2501012-030, 6430-2401012-030, 6430-2501012-030, 5440-2401012-030, 64301-2401012-030, 64301-2501012-030, 651608-2401012, 6501W6-2501012-000",
    id: 2,
  },
  {
    name: "КАРТЕР ЗАДНЕГО МОСТА МЗКТ",
    description:
      "8007-2301014, 8007-2321014, 6923-2401014, 6923-2501014, 5201-2401013, 6923-2401013, 6923-2501013",
    id: 3,
  },
  {
    name: "КАРТЕР ЗАДНЕГО МОСТА ФРОНТАЛЬНОГО ПОГРУЗЧИКА «АМКОДОР»",
    description: "342.05.01.200, 342.05.01.300, 342.05.01.400",
    id: 4,
  },
  {
    name: "ОБОД КОЛЕСА АВТОМОБИЛЯ БЕЛАЗ",
    description:
      "Ободья колёс для шин карьерных самосвалов большой грузоподъёмности (г/п).",
    id: 5,
  },
  {
    name: "ЛОНЖЕРОНЫ, ПОЛУЧАЕМЫЕ ИЗ МЕРНОГО ШВЕЛЛЕРА",
    description: "4370-2801020/021",
    id: 6,
  },
  {
    name: "ЛОНЖЕРОНЫ ПЕРЕМЕННОГО СЕЧЕНИЯ",
    description: "555102-2801020/021",
    id: 7,
  },
  {
    name: "ЛОНЖЕРОНЫ УСИЛЕННЫЕ",
    description: "555102-2801020/021",
    id: 8,
  },
];
export const spareParts = [
  {
    name: "ЛАПА КУЛЬТИВАТОРА ЧИЗЕЛЬНОГО КЧ 01.00.012, КЧ 01.00.012-01",
    description: "ПГ 03.02.000",
    id: 1,
  },
  {
    name: "ЛАПА РЫХЛИТЕЛЬНАЯ 65Х10-М10 ПОД БОЛТ 10-КУ (КЧ 01.00.005)",
    description: "лапа рыхлительная 65х10-М10 под болт 10-ку",
    id: 2,
  },
  {
    name: "ЛАПА РЫХЛИТЕЛЬНАЯ 65Х10-М12 ПОД БОЛТ 12-КУ (КЧ 01.00.005)",
    description: "65х10-М12 под болт 12-ку",
    id: 3,
  },
  {
    name: "ЛАПА РЫХЛИТЕЛЬНАЯ ОБОРОТНАЯ ДОЛОТООБРАЗНАЯ 65Х10-О-М10 ПОД БОЛТ 10-КУ (КЧ01.00.011)",
    description:
      "лапа рыхлительная оборотная долотообразная 65х10-О-М10 под болт 10-ку",
    id: 4,
  },
  {
    name: "ЛАПА РЫХЛИТЕЛЬНАЯ ОБОРОТНАЯ ДОЛОТООБРАЗНАЯ 65Х10-О-М12 ПОД БОЛТ 12-КУ (КЧ01.00.011)",
    description:
      "лапа рыхлительная оборотная долотообразная 65х10-О-М12 под болт 12-ку",
    id: 5,
  },
  {
    name: "ЛАПА КУЛЬТИВАТОРА ЧИЗЕЛЬНОГО КПЦ 02.402",
    description: "КПЦ 02.402",
    id: 6,
  },
  {
    name: "ДИСК В 2-2-650-6",
    description: "В 2-2-650-6. Используется для бороны дисковой БДТ-3; БДТ-7",
    id: 7,
  },
  {
    name: "ЛЕМЕХ ППН.8.30/50-301П (-01) (АНАЛОГ «КВЕРНЕЛАНД»)",
    description: "ППН.8.30/50-301П (-01)",
    id: 8,
  },
];
export const lightIndustryProducts = [
  {
    name: "РУКАВИЦЫ СПЕЦИАЛЬНЫЕ ГОСТ 12.4.010-75*",
    description:
      "Для защиты рук работающих от повышенных температур и механических воздействий.",
    id: 1,
  },
  {
    name: "РУКАВИЦЫ СПЕЦИАЛЬНЫЕ ГОСТ 12.4.010-75*",
    description:
      "Для защиты рук работающих от повышенных температур и механических воздействий.",
    id: 2,
  },
  {
    name: "РУКАВИЦЫ СПЕЦИАЛЬНЫЕ ГОСТ 12.4.010-75*",
    description:
      "Для защиты рук работающих от истирания, механических воздействий; повышенная сцепляемость с поверхностями.",
    id: 3,
  },
  {
    name: "КОСТЮМ БРЕЗЕНТОВЫЙ ОТ ПОВЫШЕННЫХ ТЕМПЕРАТУР",
    description: "Защита от повышенных температур.",
    id: 4,
  },
  {
    name: "КОСТЮМ МУЖСКОЙ ГОСТ 27653-88, СТБ 1387-2003",
    description:
      "Костюм мужской - предназначен для защиты от общепроизводственных факторов.",
    id: 5,
  },
  {
    name: "КУРТКА УТЕПЛЕННАЯ",
    description: "нет описания",
    id: 6,
  },
  {
    name: "ПОЛОТНО СИНТЕТИЧЕСКОЕ СЕТКА ТУ BY 600038921.003-2006",
    description:
      "Предназначено для изготовления полиграфической продукции, рассчитанной на длительную и интенсивную эксплуатацию.",
    id: 7,
  },
  {
    name: "ПАКЕТ ТУ РБ 600038921.001-2003",
    description:
      "Предназначены для упаковывания, транспортирования и хранения пищевых продуктов. Допускается использование пакетов для упаковывания промышленных товаров и пр.",
    id: 8,
  },
];
export const springs = [
  {
    name: "ПРУЖИНЫ",
    description: "Пружины сжатия и растяжения",
    id: 1,
  },
];
export const buildingMaterials = [
  {
    name: "СМЕСИ БЕТОННЫЕ ГОТОВЫЕ К УПОТРЕБЛЕНИЮ",
    description:
      "изготавливаются в соответствии с СТБ 1035-96, СТБ-1544-2005. По заявке покупателя вводится противоморозная добавка. Возможна доставка.",
    id: 1,
  },
  {
    name: "РАСТВОРНЫЕ СМЕСИ КЛАДОЧНЫЕ, ЦЕМЕНТНЫЕ",
    description:
      "изготавливаются в соответствии с СТБ 1307-2012. По заявке покупателя вводится противоморозная добавка. Возможна доставка",
    id: 2,
  },
];
export const consumptionGoods = [
  {
    name: "ПЕЧИ ДЛЯ БАНИ",
    description: "Печи для бани с емкостью каменки 0.02м3 и 0.04м3.",
    id: 1,
  },
  {
    name: "МАНГАЛЫ",
    description:
      'Мангал - это приспособление для приготовления мяса на угольях, исконно русское название — "жаровня". Предлагаем несколько модификаций.',
    id: 2,
  },
];
export const sidewalkTile = [
  {
    name: 'ПЛИТКА ТРОТУАРНАЯ "НОВЫЙ ГОРОД" СТБ1071-2007 Б 3.020.1-8.08',
    description: "",
    id: 1,
  },
  {
    name: "БОРТ ТРОТУАРНЫЙ СТБ 1097-2012 3.020.1-9.12",
    description: "",
    id: 2,
  },
  {
    name: "БОРТ ДОРОЖНЫЙ СТБ 1097-2012 3.020.1-9.12 (ВРЕМЕННО НЕ ИЗГОТАВЛИВАЮТСЯ)",
    description: "",
    id: 3,
  },
  {
    name: 'ПЛИТКА ТРОТУАРНАЯ "КИРПИЧИК" СТБ1071-2007 Б.3.020.1-8.08',
    description: "",
    id: 4,
  },
];
export const fittings = [
  {
    name: "ПЕТЛЯ ПН 1-85 ПО ГОСТ 5088-94",
    description:
      "Для створок оконных блоков и полотен дверных блоков без наплава.",
    id: 1,
  },
  {
    name: "ПЕТЛЯ ПН 1-110 ПО ГОСТ 5088-94",
    description:
      "Для створок оконных блоков и полотен дверных блоков без наплава.",
    id: 2,
  },
  {
    name: "ПЕТЛЯ ПН 1-130 ПО ГОСТ 5088-94",
    description:
      "Для створок оконных блоков и полотен дверных блоков без наплава.",
    id: 3,
  },
  {
    name: "ПЕТЛЯ ПС 280",
    description: "",
    id: 4,
  },
  {
    name: "УГОЛОК У3",
    description: "Полимерное покрытие",
    id: 5,
  },
  {
    name: "УГОЛОК У4",
    description: "Полимерное покрытие",
    id: 6,
  },
  {
    name: "МЕБЕЛЬНАЯ ФУРНИТУРА",
    description: "используется при изготовлении кресел для зрительных залов",
    id: 7,
  },
];
//
export const items = [
  {
    title: "Поковки и штамповки",
    count: "14",
    id: 1,
    image: "../images/products-images/flantsy.jpg",
    categories: forgings,
  },
  {
    title: "Узлы и детали",
    count: "8",
    id: 2,
    image: "../images/products-images/yzli.jpg",
    categories: knots,
  },
  {
    title: "Запчасти сельхозмашин",
    count: "8",
    id: 3,
    image: "../images/products-images/zapchasty.jpg",
    categories: spareParts,
  },
  {
    title: "Изделия легкой промышленности",
    count: "8",
    id: 4,
    image: "../images/products-images/legprom.jpg",
    categories: lightIndustryProducts,
  },
  {
    title: "Пружины",
    count: "1",
    id: 5,
    image: "../images/products-images/pryjini.jpg",
    categories: springs,
  },
  {
    title: "Строительные материалы",
    count: "2",
    id: 6,
    image: "../images/products-images/stroymat.jpg",
    categories: buildingMaterials,
  },
  {
    title: "Товары народного потребления",
    count: "2",
    id: 7,
    image: "../images/products-images/narpotreb.jpg",
    categories: consumptionGoods,
  },
  {
    title: "Плитка тротуарная",
    count: "4",
    id: 8,
    image: "../images/products-images/plitka.jpg",
    categories: sidewalkTile,
  },
  {
    title: "Фурнитура",
    count: "4",
    id: 9,
    image: "../images/products-images/furnityra.jpg",
    categories: fittings,
  },
];
export const itemsName = [
  {
    name: "Поковки и штамповки",
  },
  {
    name: "Узлы и детали",
  },
  {
    name: "Фланцы",
  },
  {
    name: "Запасные части сельхозмашин",
  },
  {
    name: "Пружины",
  },
  {
    name: "Фурнитура",
  },
  {
    name: "Строительные материалы",
  },
  {
    name: "Изделия лёгкой промышленности",
  },
  {
    name: "Товары народного потребления",
  },
  {
    name: "Плитка тротуарная",
  },
];
export const distribuion = [
  {
    name: "«Euroflansch GmbH»",
    country: "Germany 31552 Rodenberg, Deisterstraβe,17   ",
    phone: "+49 5723 9899382",
    fax: "+49 5723 798291",
    mail: "info@euroflansch.com",
    website: "https://www.euroflansch.com/",
    region: "Cтраны ЕС",
  },
  {
    name: "ООО «ПромСнаб»",
    country: "Российская Федерация 214013 г. Смоленск, ул. Николаева,",
    phone: "+7 9206685222",
    fax: "+7 4812 619410",
    mail: "promsnab2005@mail.ru",
    website: "",
    region:
      "Центральный и Северо-Западный Федеральные округа Российской Федерации",
  },
  {
    name: "ООО «ДетельХорс»",
    country:
      "Российская Федерация 214005, г.Смоленск,Киевское шоссе, д.56, офис 14.",
    mail: "detelkhors@mail.ru",
    phone: "+7 903 8933606 ",
    fax: "+375 29 6863762",
    website: "https://www.detelkhors.ru/",
    region:
      "Южный, Приволжский, Уральский Федеральные округа Российской Федерации, Республика Казахстан",
  },
  {
    name: "ООО «АК42»",
    country:
      "Российская Федерация 654028 Кемеровская обл., г. Новокузнецк, ул. Гончарова, д.9, корпус 6,",
    mail: " mail@AK42.ru",
    website: "",
    phone: "+7 (3843) 910-811,",
    fax: " +7 (3843)910-765",
    region:
      "Сибирский и Дальневосточный Федеральные округа Российской Федерации.",
  },
  {
    name: "ООО «Солид Римс»",
    country:
      "Российская Федерация 214000 г. Смоленск, пр-т Гагарина, дом 10/2, помещение 42/16,",
    mail: "info@solid-rims.com",
    phone: "+7(919)041-00-37",
    fax: "+375 29 670-50-67",
    website: "https://solid-rims.com/",
    region:
      "Северо-Западный, Центральный, Уральский Федеральные округа и Приморский край Российской Федерации.",
  },
  {
    name: "ООО «СоюзМашин»",
    country:
      "Российская Федерация 119021 г. Москва, ул. Зубовский б-р, д.35, стр.3, оф.1",
    mail: "umg.contacts@gmail.com",
    phone: "+7(499)766-45-06",
    fax: "+7(499)766-45-06",
    website: "",
    region:
      "Нижегородская область Приволжского Федерального округа Российской Федерации",
  },
  {
    name: "ООО «ЮКОРП»",
    country:
      "Российская Федерация 214022 г. Смоленск, пос. Красный Бор, д.1 Г, стр.1, офис 5",
    mail: "belaz2000_soft@rambler.ru",
    phone: "+375 29 3056504",
    fax: " +7 961 1393727",
    website: "",
    region:
      "Центральный, Уральский, Сибирский (кроме Кемеровской области), Дальневосточный Федеральные округа Российской Федерации и Республика Казахстан",
  },
];
